Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Change amount
af: Verander bedrag
ar: تغيير المبلغ
bg: Промяна на сумата
bn: পরিমাণ পরিবর্তন করুন
ca: Canvia l'import
cs: Změnit částku
da: Skift beløb
de: Betrag ändern
el: Αλλαγή ποσού
es: Cambiar importe
et: Muuda summat
fa: تغییر مبلغ
fi: Muuta määrää
fil: Baguhin ang halaga
fr: Modifier le montant
he: שנה סכום
hi: राशि बदलें
hr: Promijeni iznos
hu: Összeg módosítása
id: Ubah jumlah
is: Breyta upphæð
it: Modifica importo
ja: 金額を変更
ko: 금액 변경
lt: Keisti sumą
lv: Mainīt summu
ml: തുക മാറ്റുക
mr: रक्कम बदला
ms: Tukar amaun
nb: Endre beløp
nl: Bedrag wijzigen
pa: ਰਕਮ ਬਦਲੋ
pl: Zmień kwotę
pt_br: Alterar valor
ro: Schimbă suma
ru: Изменить сумму
sk: Zmeniť sumu
sl: Spremeni znesek
sr: Promeni iznos
sv: Ändra belopp
sw: Badilisha kiasi
ta: தொகையை மாற்று
te: మొత్తాన్ని మార్చు
th: เปลี่ยนจำนวนเงิน
tr: Tutarı değiştir
uk: Змінити суму
ur: رقم تبدیل کریں
vi: Thay đổi số tiền
zh_hans: 更改金额
zh_hant: 更改金額

source: Change asset or network
af: Verander bate of netwerk
ar: تغيير الأصل أو الشبكة
bg: Промяна на актив или мрежа
bn: সম্পদ বা নেটওয়ার্ক পরিবর্তন করুন
ca: Canvia l'actiu o la xarxa
cs: Změnit aktivum nebo síť
da: Skift aktiv eller netværk
de: Asset oder Netzwerk ändern
el: Αλλαγή στοιχείου ή δικτύου
es: Cambiar activo o red
et: Muuda vara või võrku
fa: تغییر دارایی یا شبکه
fi: Vaihda omaisuuserä tai verkko
fil: Baguhin ang asset o network
fr: Changer d'actif ou de réseau
he: שנה נכס או רשת
hi: एसेट या नेटवर्क बदलें
hr: Promijeni imovinu ili mrežu
hu: Eszköz vagy hálózat módosítása
id: Ubah aset atau jaringan
is: Breyta eign eða neti
it: Cambia asset o rete
ja: 資産またはネットワークを変更
ko: 자산 또는 네트워크 변경
lt: Keisti turtą arba tinklą
lv: Mainīt aktīvu vai tīklu
ml: ആസ്തി അല്ലെങ്കിൽ നെറ്റ്‌വർക്ക് മാറ്റുക
mr: मालमत्ता किंवा नेटवर्क बदला
ms: Tukar aset atau rangkaian
nb: Endre aktivum eller nettverk
nl: Activum of netwerk wijzigen
pa: ਸੰਪਤੀ ਜਾਂ ਨੈੱਟਵਰਕ ਬਦਲੋ
pl: Zmień aktywo lub sieć
pt_br: Alterar ativo ou rede
ro: Schimbă activul sau rețeaua
ru: Изменить актив или сеть
sk: Zmeniť aktívum alebo sieť
sl: Spremeni sredstvo ali omrežje
sr: Promeni sredstvo ili mrežu
sv: Ändra tillgång eller nätverk
sw: Badilisha rasilimali au mtandao
ta: சொத்து அல்லது நெட்வொர்க்கை மாற்று
te: ఆస్తి లేదా నెట్‌వర్క్‌ను మార్చు
th: เปลี่ยนสินทรัพย์หรือเครือข่าย
tr: Varlığı veya ağı değiştir
uk: Змінити актив або мережу
ur: اثاثہ یا نیٹ ورک تبدیل کریں
vi: Thay đổi tài sản hoặc mạng
zh_hans: 更改资产或网络
zh_hant: 更改資產或網路

source: Change passcode
af: Verander toegangskode
ar: تغيير رمز الدخول
bg: Промяна на паролния код
bn: পাসকোড পরিবর্তন করুন
ca: Canvia el codi d'accés
cs: Změnit heslo
da: Skift adgangskode
de: Code ändern
el: Αλλαγή κωδικού
es: Cambiar código
et: Muuda pääsukoodi
fa: تغییر رمز عبور
fi: Vaihda pääsykoodi
fil: Baguhin ang passcode
fr: Modifier le code
he: שנה קוד גישה
hi: पासकोड बदलें
hr: Promijeni šifru
hu: Jelkód módosítása
id: Ubah kode sandi
is: Breyta aðgangskóða
it: Modifica codice
ja: パスコードを変更
ko: 비밀번호 변경
lt: Keisti prieigos kodą
lv: Mainīt piekļuves kodu
ml: പാസ്‌കോഡ് മാറ്റുക
mr: पासकोड बदला
ms: Tukar kod laluan
nb: Endre kode
nl: Toegangscode wijzigen
pa: ਪਾਸਕੋਡ ਬਦਲੋ
pl: Zmień kod dostępu
pt_br: Alterar código
ro: Schimbă codul
ru: Сменить код-пароль
sk: Zmeniť prístupový kód
sl: Spremeni geslo
sr: Промени шифру
sv: Ändra lösenkod
sw: Badilisha nenosiri
ta: கடவுக்குறியீட்டை மாற்றவும்
te: పాస్‌కోడ్ మార్చండి
th: เปลี่ยนรหัสผ่าน
tr: Parolayı değiştir
uk: Змінити код-пароль
ur: پاس کوڈ تبدیل کریں
vi: Đổi mật mã
zh_hans: 更改密码
zh_hant: 更改密碼

source: Changing word count generates a new phrase.
af: Om die woordtelling te verander, skep ʼn nuwe frase.
ar: تغيير عدد الكلمات يُنشئ عبارة جديدة.
bg: Промяната на броя думи генерира нова фраза.
bn: শব্দসংখ্যা পরিবর্তন করলে একটি নতুন ফ্রেজ তৈরি হয়।
ca: Canviar el nombre de paraules genera una frase nova.
cs: Změna počtu slov vygeneruje novou frázi.
da: Hvis du ændrer antallet af ord, oprettes en ny sætning.
de: Das Ändern der Wortanzahl erzeugt eine neue Phrase.
el: Η αλλαγή του αριθμού λέξεων δημιουργεί νέα φράση.
es: Cambiar el número de palabras genera una frase nueva.
et: Sõnade arvu muutmine loob uue fraasi.
fa: تغییر تعداد کلمات یک عبارت جدید تولید می‌کند.
fi: Sanamäärän muuttaminen luo uuden lauseen.
fil: Ang pagpapalit ng bilang ng salita ay bumubuo ng bagong phrase.
fr: Changer le nombre de mots génère une nouvelle phrase.
he: שינוי מספר המילים מייצר ביטוי חדש.
hi: शब्दों की संख्या बदलने पर नया वाक्यांश बनता है।
hr: Promjenom broja riječi stvara se nova fraza.
hu: A szavak számának módosítása új kifejezést hoz létre.
id: Mengubah jumlah kata akan menghasilkan frasa baru.
is: Að breyta fjölda orða býr til nýja setningu.
it: Cambiare il numero di parole genera una nuova frase.
ja: 語数を変更すると、新しいフレーズが生成されます。
ko: 단어 수를 바꾸면 새 문구가 생성됩니다.
lt: Pakeitus žodžių skaičių sukuriama nauja frazė.
lv: Mainot vārdu skaitu, tiek izveidota jauna frāze.
ml: വാക്കുകളുടെ എണ്ണം മാറ്റിയാൽ പുതിയ വാക്യം ഉണ്ടാകും.
mr: शब्दसंख्या बदलल्यावर नवीन फ्रेज तयार होते.
ms: Menukar bilangan perkataan menjana frasa baharu.
nb: Endring av antall ord lager en ny frase.
nl: Het aantal woorden wijzigen genereert een nieuwe zin.
pa: ਸ਼ਬਦਾਂ ਦੀ ਗਿਣਤੀ ਬਦਲਣ ਨਾਲ ਇੱਕ ਨਵੀਂ ਫਰੇਜ਼ ਬਣਦੀ ਹੈ।
pl: Zmiana liczby słów generuje nową frazę.
pt_br: Alterar o número de palavras gera uma nova frase.
ro: Schimbarea numărului de cuvinte generează o nouă expresie.
ru: Изменение количества слов создаёт новую фразу.
sk: Zmena počtu slov vygeneruje novú frázu.
sl: Sprememba števila besed ustvari novo frazo.
sr: Промена броја речи генерише нову фразу.
sv: Att ändra antalet ord skapar en ny fras.
sw: Kubadilisha idadi ya maneno hutoa kifungu kipya.
ta: சொற்களின் எண்ணிக்கையை மாற்றுவது புதிய சொற்றொடரை உருவாக்கும்.
te: పదాల సంఖ్యను మార్చడం కొత్త ఫ్రేజ్‌ను సృష్టిస్తుంది.
th: การเปลี่ยนจำนวนคำจะสร้างวลีใหม่
tr: Kelime sayısını değiştirmek yeni bir ifade oluşturur.
uk: Зміна кількості слів створить нову фразу.
ur: الفاظ کی تعداد بدلنے سے ایک نیا فریز بنتا ہے۔
vi: Đổi số lượng từ sẽ tạo ra một cụm từ mới.
zh_hans: 更改单词数量将生成新的短语。
zh_hant: 更改字數會產生新的短語。

source: characters
af: karakters
ar: حرف
bg: знаци
bn: অক্ষর
ca: caràcters
cs: znaky
da: tegn
de: Zeichen
el: χαρακτήρες
es: caracteres
et: märki
fa: کاراکتر
fi: merkkiä
fil: mga karakter
fr: caractères
he: תווים
hi: अक्षर
hr: znakova
hu: karakter
id: karakter
is: stafir
it: caratteri
ja: 文字
ko: 자
lt: simboliai
lv: rakstzīmes
ml: പ്രതീകങ്ങൾ
mr: अक्षरे
ms: aksara
nb: tegn
nl: tekens
pa: ਅੱਖਰ
pl: znaki
pt_br: caracteres
ro: caractere
ru: символов
sk: znakov
sl: znakov
sr: znakova
sv: tecken
sw: herufi
ta: எழுத்துகள்
te: అక్షరాలు
th: อักขระ
tr: karakter
uk: символів
ur: حروف
vi: ký tự
zh_hans: 字符
zh_hant: 字元

source: Check the original phrase you wrote down — this word may be from a different wordlist.
af: Kyk na die oorspronklike frase wat jy neergeskryf het — hierdie woord kan uit 'n ander woordelys kom.
ar: راجع العبارة الأصلية التي دوّنتها — قد تكون هذه الكلمة من قائمة كلمات مختلفة.
bg: Провери оригиналната фраза, която си записал — тази дума може да е от друг списък с думи.
bn: আপনি যে মূল বাক্যাংশটি লিখেছিলেন তা যাচাই করুন — এই শব্দটি ভিন্ন শব্দ-তালিকার হতে পারে।
ca: Comprova la frase original que vas anotar — aquesta paraula pot ser d'una altra llista de paraules.
cs: Zkontroluj původní frázi, kterou sis poznamenal — toto slovo může být z jiného seznamu.
da: Tjek den oprindelige sætning, du skrev ned — dette ord kan være fra en anden ordliste.
de: Überprüfe die ursprüngliche Phrase, die du notiert hast — dieses Wort stammt möglicherweise aus einer anderen Wortliste.
el: Έλεγξε την αρχική φράση που σημείωσες — αυτή η λέξη μπορεί να προέρχεται από διαφορετική λίστα λέξεων.
es: Revisa la frase original que anotaste — esta palabra puede ser de una lista distinta.
et: Kontrolli üles märgitud algset fraasi — see sõna võib pärineda mõnest teisest sõnaloendist.
fa: عبارت اصلی که یادداشت کرده‌اید را بررسی کنید — این کلمه ممکن است از فهرست کلمات دیگری باشد.
fi: Tarkista muistiin kirjoittamasi alkuperäinen lause — tämä sana voi olla eri sanaluettelosta.
fil: Suriin ang orihinal na pariralang isinulat mo — maaaring nagmula sa ibang listahan ng salita ang salitang ito.
fr: Vérifie la phrase originale que tu as notée — ce mot peut provenir d'une autre liste.
he: בדוק את הביטוי המקורי שכתבת — ייתכן שמילה זו מגיעה מרשימת מילים אחרת.
hi: जो मूल वाक्यांश आपने लिखा था उसे जाँचें — यह शब्द किसी भिन्न शब्द-सूची का हो सकता है।
hr: Provjeri izvornu frazu koju si zapisao — ova riječ možda potječe s drugog popisa.
hu: Ellenőrizd a leírt eredeti kifejezést — ez a szó esetleg másik szólistából származik.
id: Periksa frasa asli yang Anda tulis — kata ini mungkin berasal dari daftar kata yang berbeda.
is: Athugaðu upprunalegu setninguna sem þú skrifaðir niður — þetta orð gæti verið úr öðrum orðalista.
it: Controlla la frase originale che hai annotato — questa parola potrebbe provenire da un elenco diverso.
ja: 書き留めた元のフレーズを確認してください——この単語は別の単語リストのものかもしれません。
ko: 적어둔 원본 구문을 확인하세요——이 단어는 다른 단어 목록에서 온 것일 수 있습니다.
lt: Patikrink originalią frazę, kurią užsirašei — šis žodis gali būti iš kito žodžių sąrašo.
lv: Pārbaudi sākotnējo frāzi, ko pierakstīji — šis vārds varētu būt no cita vārdu saraksta.
ml: നിങ്ങൾ എഴുതിയ യഥാർത്ഥ വാക്യം പരിശോധിക്കുക — ഈ വാക്ക് മറ്റൊരു വാക്കുപട്ടികയിൽ നിന്നുള്ളതാകാം.
mr: तुम्ही लिहिलेला मूळ वाक्यांश तपासा — हा शब्द वेगळ्या शब्दयादीतून असू शकतो.
ms: Semak frasa asal yang anda catatkan — perkataan ini mungkin daripada senarai perkataan yang berbeza.
nb: Sjekk den opprinnelige frasen du noterte — dette ordet kan være fra en annen ordliste.
nl: Controleer de oorspronkelijke zin die je hebt opgeschreven — dit woord komt mogelijk uit een andere woordenlijst.
pa: ਜੋ ਅਸਲ ਵਾਕੰਸ਼ ਤੁਸੀਂ ਲਿਖਿਆ ਸੀ ਉਸ ਦੀ ਜਾਂਚ ਕਰੋ — ਇਹ ਸ਼ਬਦ ਕਿਸੇ ਹੋਰ ਸ਼ਬਦ-ਸੂਚੀ ਤੋਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Sprawdź oryginalną frazę, którą zapisałeś — to słowo może pochodzić z innej listy słów.
pt_br: Confira a frase original que você anotou — esta palavra pode ser de outra lista.
ro: Verifică fraza originală pe care ai notat-o — acest cuvânt ar putea proveni dintr-o altă listă de cuvinte.
ru: Сверьтесь с исходной фразой, которую вы записали, — это слово может быть из другого словаря.
sk: Skontroluj pôvodnú frázu, ktorú si si zaznamenal — toto slovo môže byť z iného zoznamu.
sl: Preveri izvirni izraz, ki si ga zapisal — ta beseda morda izvira iz drugega seznama besed.
sr: Провери оригиналну фразу коју си записао — ова реч можда потиче са другог списка речи.
sv: Kontrollera den ursprungliga fras du skrev ner — detta ord kan komma från en annan ordlista.
sw: Angalia kifungu cha asili ulichoandika — neno hili linaweza kutoka kwenye orodha tofauti ya maneno.
ta: நீங்கள் எழுதிய அசல் சொற்றொடரைச் சரிபார்க்கவும் — இந்தச் சொல் வேறு சொற்பட்டியலிலிருந்து வந்திருக்கலாம்.
te: మీరు రాసుకున్న అసలు పదబంధాన్ని తనిఖీ చేయండి — ఈ పదం వేరే పదజాబితా నుండి కావచ్చు.
th: ตรวจสอบวลีต้นฉบับที่คุณจดไว้ — คำนี้อาจมาจากรายการคำอื่น
tr: Yazdığın orijinal ifadeyi kontrol et — bu kelime farklı bir kelime listesinden olabilir.
uk: Перевірте оригінальну фразу, яку ви записали — це слово може бути з іншого словника.
ur: وہ اصل جملہ چیک کریں جو آپ نے لکھا تھا — یہ لفظ کسی مختلف فہرست سے ہو سکتا ہے۔
vi: Kiểm tra cụm từ gốc bạn đã ghi lại — từ này có thể thuộc danh sách từ khác.
zh_hans: 请核对你原本写下的短语——这个词可能来自不同的词表。
zh_hant: 請核對你原本寫下的片語——這個單字可能來自不同的詞表。

source: Check this address
af: Kontroleer hierdie adres
ar: تحقّق من هذا العنوان
bg: Проверете този адрес
bn: এই ঠিকানাটি পরীক্ষা করুন
ca: Comprova aquesta adreça
cs: Zkontrolujte tuto adresu
da: Tjek denne adresse
de: Diese Adresse prüfen
el: Ελέγξτε αυτή τη διεύθυνση
es: Comprueba esta dirección
et: Kontrollige seda aadressi
fa: این نشانی را بررسی کنید
fi: Tarkista tämä osoite
fil: Suriin ang address na ito
fr: Vérifier cette adresse
he: בדוק כתובת זו
hi: यह पता जाँचें
hr: Provjeri ovu adresu
hu: Ellenőrizd ezt a címet
id: Periksa alamat ini
is: Athugaðu þetta vistfang
it: Controlla questo indirizzo
ja: このアドレスを確認
ko: 이 주소 확인
lt: Patikrinkite šį adresą
lv: Pārbaudiet šo adresi
ml: ഈ വിലാസം പരിശോധിക്കുക
mr: हा पत्ता तपासा
ms: Semak alamat ini
nb: Sjekk denne adressen
nl: Controleer dit adres
pa: ਇਹ ਪਤਾ ਜਾਂਚੋ
pl: Sprawdź ten adres
pt_br: Verifique este endereço
ro: Verifică această adresă
ru: Проверьте этот адрес
sk: Skontrolovať túto adresu
sl: Preveri ta naslov
sr: Proveri ovu adresu
sv: Kontrollera denna adress
sw: Angalia anwani hii
ta: இந்த முகவரியைச் சரிபார்க்கவும்
te: ఈ చిరునామాను తనిఖీ చేయండి
th: ตรวจสอบที่อยู่นี้
tr: Bu adresi kontrol et
uk: Перевірте цю адресу
ur: اس ایڈریس کو چیک کریں
vi: Kiểm tra địa chỉ này
zh_hans: 请核对此地址
zh_hant: 請核對此地址

source: Checking address…
af: Kontroleer adres…
ar: جارٍ التحقق من العنوان…
bg: Проверка на адреса…
bn: ঠিকানা পরীক্ষা করা হচ্ছে…
ca: S'està comprovant l'adreça…
cs: Kontrola adresy…
da: Tjekker adresse…
de: Adresse wird geprüft…
el: Έλεγχος διεύθυνσης…
es: Comprobando dirección…
et: Aadressi kontrollimine…
fa: در حال بررسی نشانی…
fi: Tarkistetaan osoitetta…
fil: Sinusuri ang address…
fr: Vérification de l'adresse…
he: בודק כתובת…
hi: पता जाँचा जा रहा है…
hr: Provjera adrese…
hu: Cím ellenőrzése…
id: Memeriksa alamat…
is: Athugar vistfang…
it: Controllo dell'indirizzo…
ja: アドレスを確認中…
ko: 주소 확인 중…
lt: Tikrinamas adresas…
lv: Pārbauda adresi…
ml: വിലാസം പരിശോധിക്കുന്നു…
mr: पत्ता तपासत आहे…
ms: Menyemak alamat…
nb: Sjekker adresse…
nl: Adres controleren…
pa: ਪਤਾ ਜਾਂਚ ਰਿਹਾ ਹੈ…
pl: Sprawdzanie adresu…
pt_br: Verificando endereço…
ro: Se verifică adresa…
ru: Проверка адреса…
sk: Kontrola adresy…
sl: Preverjanje naslova…
sr: Provera adrese…
sv: Kontrollerar adress…
sw: Inaangalia anwani…
ta: முகவரியைச் சரிபார்க்கிறது…
te: చిరునామాను తనిఖీ చేస్తోంది…
th: กำลังตรวจสอบที่อยู่…
tr: Adres kontrol ediliyor…
uk: Перевірка адреси…
ur: ایڈریس چیک ہو رہا ہے…
vi: Đang kiểm tra địa chỉ…
zh_hans: 正在核对地址…
zh_hant: 正在核對地址…

source: Checking what this send will do…
af: Kontroleer wat hierdie stuur sal doen…
ar: جارٍ التحقق مما سيفعله هذا الإرسال…
bg: Проверка какво ще направи това изпращане…
bn: এই পাঠানো কী করবে তা পরীক্ষা করা হচ্ছে…
ca: S'està comprovant què farà aquest enviament…
cs: Kontroluje se, co toto odeslání provede…
da: Tjekker, hvad denne afsendelse gør…
de: Es wird geprüft, was dieses Senden bewirkt…
el: Έλεγχος του τι θα κάνει αυτή η αποστολή…
es: Comprobando qué hará este envío…
et: Kontrollime, mida see saatmine teeb…
fa: در حال بررسی اینکه این ارسال چه می‌کند…
fi: Tarkistetaan, mitä tämä lähetys tekee…
fil: Sinusuri kung ano ang gagawin ng pagpapadalang ito…
fr: Vérification de ce que fera cet envoi…
he: בודק מה השליחה הזו תעשה…
hi: जाँचा जा रहा है कि यह भेजना क्या करेगा…
hr: Provjera što će ovo slanje učiniti…
hu: Annak ellenőrzése, mit fog tenni ez a küldés…
id: Memeriksa apa yang akan dilakukan pengiriman ini…
is: Athugar hvað þessi sending gerir…
it: Verifica di cosa farà questo invio…
ja: この送金で何が起こるかを確認中…
ko: 이 전송이 무엇을 할지 확인 중…
lt: Tikrinama, ką šis siuntimas atliks…
lv: Pārbauda, ko šis sūtījums izdarīs…
ml: ഈ അയയ്ക്കൽ എന്ത് ചെയ്യുമെന്ന് പരിശോധിക്കുന്നു…
mr: हे पाठवल्याने काय होईल ते तपासत आहे…
ms: Menyemak apa yang penghantaran ini akan lakukan…
nb: Sjekker hva denne sendingen gjør…
nl: Controleren wat deze verzending doet…
pa: ਇਹ ਭੇਜਣ ਨਾਲ ਕੀ ਹੋਵੇਗਾ ਇਹ ਜਾਂਚ ਰਿਹਾ ਹੈ…
pl: Sprawdzanie, co zrobi ta wysyłka…
pt_br: Verificando o que este envio fará…
ro: Se verifică ce va face această trimitere…
ru: Проверка того, что сделает эта отправка…
sk: Kontrola, čo toto odoslanie urobí…
sl: Preverjanje, kaj bo to pošiljanje naredilo…
sr: Provera šta će ovo slanje učiniti…
sv: Kontrollerar vad denna sändning gör…
sw: Inaangalia kile kutuma huku kutafanya…
ta: இந்த அனுப்புதல் என்ன செய்யும் என்பதைச் சரிபார்க்கிறது…
te: ఈ పంపడం ఏమి చేస్తుందో తనిఖీ చేస్తోంది…
th: กำลังตรวจสอบว่าการส่งนี้จะทำอะไร…
tr: Bu gönderimin ne yapacağı kontrol ediliyor…
uk: Перевірка того, що зробить це надсилання…
ur: چیک کیا جا رہا ہے کہ یہ بھیجنا کیا کرے گا…
vi: Đang kiểm tra lần gửi này sẽ làm gì…
zh_hans: 正在检查此次发送将产生的影响…
zh_hant: 正在檢查此次傳送將產生的影響…

source: Checkpoint
af: Kontrolepunt
ar: نقطة تفتيش
bg: Контролна точка
bn: চেকপয়েন্ট
ca: Punt de control
cs: Kontrolní bod
da: Kontrolpunkt
el: Σημείο ελέγχου
es: Punto de control
et: Kontrollpunkt
fa: ایست‌بازرسی
fi: Tarkistuspiste
fr: Point de contrôle
he: נקודת ביקורת
hi: चेकपॉइंट
hr: Kontrolna točka
hu: Ellenőrzőpont
id: Pos pemeriksaan
is: Eftirlitsstaður
ja: チェックポイント
ko: 체크포인트
lt: Kontrolinis taškas
lv: Kontrolpunkts
ml: ചെക്ക്‌പോയിന്റ്
mr: चेकपॉइंट
ms: Titik semak
nb: Kontrollpunkt
nl: Controlepunt
pa: ਚੈੱਕਪੁਆਇੰਟ
pl: Punkt kontrolny
ro: Punct de control
ru: Контрольная точка
sk: Kontrolný bod
sl: Kontrolna točka
sr: Kontrolna tačka
sv: Kontrollpunkt
sw: Kituo cha ukaguzi
ta: சோதனைச்சாவடி
te: చెక్‌పాయింట్
th: จุดตรวจสอบ
tr: Kontrol noktası
uk: Контрольна точка
ur: چیک پوائنٹ
vi: Điểm kiểm tra
zh_hans: 检查点
zh_hant: 檢查點

source: Choose a 6-digit passcode. You'll use it to unlock Aperture and confirm transactions.
af: Kies 'n 6-syfer toegangskode. Jy gebruik dit om Aperture te ontsluit en transaksies te bevestig.
ar: اختر رمز مرور من 6 أرقام. ستستخدمه لإلغاء قفل Aperture وتأكيد المعاملات.
bg: Изберете 6-цифрен код. Ще го използвате, за да отключвате Aperture и да потвърждавате транзакции.
bn: ৬-সংখ্যার একটি পাসকোড বেছে নিন। আপনি এটি Aperture আনলক করতে এবং লেনদেন নিশ্চিত করতে ব্যবহার করবেন।
ca: Tria un codi d'accés de 6 dígits. L'utilitzaràs per desbloquejar l'Aperture i confirmar transaccions.
cs: Zvolte 6místný kód. Použijete jej k odemčení Aperture a potvrzení transakcí.
da: Vælg en 6-cifret kode. Du bruger den til at låse Aperture op og bekræfte transaktioner.
de: Wählen Sie einen 6-stelligen Code. Sie verwenden ihn, um Aperture zu entsperren und Transaktionen zu bestätigen.
el: Επιλέξτε έναν 6ψήφιο κωδικό. Θα τον χρησιμοποιείτε για να ξεκλειδώνετε το Aperture και να επιβεβαιώνετε συναλλαγές.
es: Elige un código de 6 dígitos. Lo usarás para desbloquear Aperture y confirmar transacciones.
et: Valige 6-kohaline pääsukood. Kasutate seda Aperture'i avamiseks ja tehingute kinnitamiseks.
fa: یک رمز ۶ رقمی انتخاب کنید. از آن برای باز کردن Aperture و تأیید تراکنش‌ها استفاده می‌کنید.
fi: Valitse 6-numeroinen pääsykoodi. Käytät sitä Aperturen avaamiseen ja tapahtumien vahvistamiseen.
fil: Pumili ng 6-digit na passcode. Gagamitin ninyo ito para i-unlock ang Aperture at kumpirmahin ang mga transaksyon.
fr: Choisissez un code à 6 chiffres. Vous l'utiliserez pour déverrouiller Aperture et confirmer les transactions.
he: בחר קוד גישה בן 6 ספרות. תשתמש בו כדי לבטל את הנעילה של Aperture ולאשר עסקאות.
hi: 6 अंकों का पासकोड चुनें। आप इसका उपयोग Aperture को अनलॉक करने और लेन-देन की पुष्टि करने के लिए करेंगे।
hr: Odaberite 6-znamenkasti pristupni kod. Koristit ćete ga za otključavanje Aperturea i potvrdu transakcija.
hu: Válasszon egy 6 jegyű kódot. Ezzel oldja fel az Aperture-t és hagyhatja jóvá a tranzakciókat.
id: Pilih kode sandi 6 digit. Anda akan menggunakannya untuk membuka Aperture dan mengonfirmasi transaksi.
is: Veldu 6 stafa aðgangskóða. Þú notar hann til að opna Aperture og staðfesta færslur.
it: Scelga un codice di 6 cifre. Lo userà per sbloccare Aperture e confermare le transazioni.
ja: 6桁のパスコードを設定してください。Aperture のロック解除と取引の確認に使用します。
ko: 6자리 암호를 선택하세요. Aperture 잠금 해제 및 거래 확인에 사용해요.
lt: Pasirinkite 6 skaitmenų prieigos kodą. Naudosite jį Aperture atrakinti ir operacijoms patvirtinti.
lv: Izvēlieties 6 ciparu piekļuves kodu. Izmantosiet to, lai atbloķētu Aperture un apstiprinātu darījumus.
ml: 6 അക്കങ്ങളുള്ള പാസ്‌കോഡ് തിരഞ്ഞെടുക്കുക. Aperture അൺലോക്ക് ചെയ്യാനും ഇടപാടുകൾ സ്ഥിരീകരിക്കാനും ഇത് ഉപയോഗിക്കും.
mr: 6-अंकी पासकोड निवडा. Aperture अनलॉक करण्यासाठी आणि व्यवहारांची पुष्टी करण्यासाठी तो वापराल.
ms: Pilih kod laluan 6 digit. Anda akan menggunakannya untuk membuka Aperture dan mengesahkan transaksi.
nb: Velg en 6-sifret kode. Du bruker den til å låse opp Aperture og bekrefte transaksjoner.
nl: Kies een 6-cijferige toegangscode. Je gebruikt hem om Aperture te ontgrendelen en transacties te bevestigen.
pa: 6-ਅੰਕਾਂ ਦਾ ਪਾਸਕੋਡ ਚੁਣੋ। Aperture ਨੂੰ ਅਨਲਾਕ ਕਰਨ ਅਤੇ ਲੈਣ-ਦੇਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਸੀਂ ਇਸਦੀ ਵਰਤੋਂ ਕਰੋਗੇ।
pl: Wybrać 6-cyfrowy kod. Będzie używany do odblokowywania Aperture i potwierdzania transakcji.
pt_br: Escolha um código de 6 dígitos. Você o usará para desbloquear a Aperture e confirmar transações.
ro: Alege un cod de 6 cifre. Îl vei folosi pentru a debloca Aperture și a confirma tranzacțiile.
ru: Выберите 6-значный код. Вы будете использовать его, чтобы разблокировать Aperture и подтверждать транзакции.
sk: Zvoľte si 6-miestny kód. Použijete ho na odomknutie Aperture a potvrdenie transakcií.
sl: Izberite 6-mestno geslo. Uporabljali ga boste za odklepanje Aperture in potrjevanje transakcij.
sr: Изаберите 6-цифрени код. Користићете га за откључавање Aperture и потврђивање трансакција.
sv: Välj en 6-siffrig kod. Du använder den för att låsa upp Aperture och bekräfta transaktioner.
sw: Chagua nenosiri la tarakimu 6. Utalitumia kufungua Aperture na kuthibitisha miamala.
ta: 6-இலக்க கடவுக்குறியீட்டைத் தேர்ந்தெடுக்கவும். Aperture-ஐத் திறக்கவும் பரிவர்த்தனைகளை உறுதிசெய்யவும் இதைப் பயன்படுத்துவீர்கள்.
te: 6-అంకెల పాస్‌కోడ్‌ను ఎంచుకోండి. Aperture తెరవడానికి మరియు లావాదేవీలను నిర్ధారించడానికి దీన్ని ఉపయోగిస్తారు.
th: เลือกรหัสผ่าน 6 หลัก ใช้สำหรับปลดล็อก Aperture และยืนยันธุรกรรม
tr: 6 haneli bir parola seçin. Aperture'ı açmak ve işlemleri onaylamak için kullanacaksınız.
uk: Оберіть 6-значний код. Ви використовуватимете його, щоб розблокувати Aperture та підтверджувати транзакції.
ur: 6 ہندسوں کا پاس کوڈ منتخب کریں۔ آپ اسے Aperture کھولنے اور لین دین کی تصدیق کے لیے استعمال کریں گے۔
vi: Chọn mã 6 chữ số. Bạn sẽ dùng nó để mở khóa Aperture và xác nhận giao dịch.
zh_hans: 设置一个 6 位数字密码。用它来解锁 Aperture 并确认交易。
zh_hant: 設定一個 6 位數字密碼。用它來解鎖 Aperture 並確認交易。
